Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེའི་ཚེ་མཉན་དུ་ཡོད་པ་ན་ཁྱིམ་བདག་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བ། ཡོངས་སུ་འཛིན་པ་ཡངས་ཤིང་རྒྱ་ཆེ་བ་རྣམ་ཐོས་ཀྱི་བུའི་ནོར་དང་ལྡན་པ། རྣམ་ཐོས་ཀྱི་བུའི་ནོར་དང་འགྲན་པ་ཞིག་གནས་པ་དེས།
en: When the Blessed One was in Śrāvastī, there was a certain householder, prosperous and wealthy, a person of vast and magnificent means, endowed with the wealth of Vaiśravaṇa—with wealth to rival Vaiśravaṇa’s.

source: ཐབས་ཟླར་བབ་པ་ལས་ཆུང་མ་བླངས་ནས་དེ་དེ་དང་ལྷན་ཅིག་ཏུ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་པ་ལས་ཕྱི་ཞིག་ན། དེའི་ཆུང་མ་ལ་བུ་ཆགས་ནས།
en: When the time came for him to marry he took a wife, and as they enjoyed themselves and coupled, one day his wife conceived.

source: དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་དང་ཁྱེའུ་གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་མདོག་བཟང་བ་གསེར་གྱི་ཁ་དོག་ཅན། མགོ་བོ་གདུགས་ལྟར་འདུག་པ་ལག་པ་རིང་བ། དཔྲལ་བའི་དབྱེས་ཆེ་བ། སྣ་མཐོ་བ་སྣ་ལེགས་པ། སྨིན་མ་སྟུག་པ་ཞིག་བཙས་ཏེ
en: After nine or ten months had passed, she gave birth to a child who was well proportioned, pleasing to the eye, and beautiful, with glowing, golden skin and a well-rounded head, long arms, a broad brow, a fine and prominent nose, and eyebrows that met.

source: འོ་མ་དང་ཞོ་དང་མར་དང་ཞུན་མར་དང་མར་གྱི་ཉིང་གུས་བསྐྱེད་བསྲིངས་ནས་རྫིང་གི་ནང་གི་པད་མ་བཞིན་དུ་སྐྱེ་དྲག་པར་གྱུར་ཏོ། །
en: They reared him on milk, yogurt, butter, ghee, and milk solids, and he flourished like a lotus in a lake.

source: དེ་ནས་དེ་གང་གི་ཚེ་ཆེར་སྐྱེས་པ་དེའི་ཚེ། ཡི་གེ་དང་ཁོང་རྩིས་དང་ཤོད་དགོད་པ་དང་ལག་རྩིས་དང་དབྱུང་བ་དང་སྦ་བ་དང་དགྲམ་པ་དང་གོས་བརྟག་པ་དང་ནོར་བུ་བརྟག་པ་དང་རིན་པོ་ཆེ་བརྟག་པ་དང་སྤོས་བརྟག་པ་དང་སྨན་བརྟག་པ་དང་གླང་པོ་ཆེ་བརྟག་པ་དང་རྟ་བརྟག་པ་དང་གོ་མཚོན་བརྟག་པ་བསླབས་ཏེ།
en: As he grew up he studied letters, tallying, and arithmetic; the study of seals, lending, deposits, and commerce; and the examination of cloth, jewels, gems, incense, medicine, elephants, horses, and arms and armor.

source: ཡི་གེ་མཁས་པ་དང་ཀློག་མཁས་པ་དང་མཛངས་པ་དང་བྱ་བ་ལ་གསལ་བ་དང་ཡིད་བཞུངས་པ་དང་བརྟག་པ་རྣམ་པ་བརྒྱད་ལ་བྱང་བར་གྱུར་ཏོ། །
en: He became skilled in writing, skilled at reading, learned, decisive, and industrious, a master of the eight types of examination.

source: དེ་ནས་དེའི་ཕས་དེའི་དགུན་ས་དང་སོས་ཀའི་ས་དང་དབྱར་སའི་ཁྱིམ་ཁ་གསུམ་དུ་བརྩིགས་ཏེ།
en: His father built three houses for him—one for summer, one for winter, and one for spring—with three different gardens,

source: སྐྱེད་མོས་ཚལ་ཡང་ཁ་གསུམ་དུ་བཅས་ནས་ཆུང་མ་ཆེན་མ་དང་འབྲིང་མ་དང་ཆུན་མ་གསུམ་ཡང་བླངས་ཏེ།
en: and the son married three wives, a primary wife, a middling wife, and a lesser wife.

source: དེ་ཁང་བཟངས་ཀྱི་སྟེང་ན་འདུག་ཅིང་བུད་མེད་འབའ་ཞིག་གི་རོལ་མོས་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་དེ་རང་གི་བསོད་ནམས་ཀྱི་འབྲས་བུ་མྱོང་ངོ་། །
en: He would stay up on the roofs of his palatial homes in the company of the women, reaping the fruits of his merit as they played music, enjoyed themselves, and coupled.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེ་དཔྱིད་ཀྱི་དུས་སུ་ཤིང་ལྗོན་པ་མང་པོ་མེ་ཏོག་རྒྱས་ཤིང་། ནེ་ཙོ་དང་རི་སྐེགས་དང་ཁུ་བྱུག་དང་རྨ་བྱ་དང་ཤང་ཤང་ཏེའུ་རྣམས་སྐད་འབྱིན་པའི་སྐྱེད་མོས་ཚལ་གྱི་ནགས་ཁྲོད་དུ་གཡོག་འཁོར་དང་བཅས་པར་དོང་ནསཕེག་རྡོབ་པས་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་དོ། །
en: One day in the spring, when many trees were in bloom and the parrots, mountain birds, cuckoos, peacocks, and jīvaṃjīva birds began to call out, he strode into his garden grove with his attendants, and they began to enjoy themselves and couple amid a flourish of cymbals.

source: བཅོམ་ལྡན་འདས་བགྲོད་པ་གཅིག་པུའི་ལམ་སྟོན་པ། རྣམ་པ་གཉིས་ཀྱི་ཤེས་བྱ་དང་ཡེ་ཤེས་ལ་མངའ་བརྙེས་པ། མ་འདྲེས་པའི་དྲན་པ་ཉེ་བར་གཞག་པ་གསུམ་ལ་མཁས་པ། མི་འཇིགས་པ་བཞིས་མི་འཇིགས་པ། འགྲོ་བ་ལྔར་འགྲོ་བ་ལས་རྣམ་པར་གྲོལ་བ། སྐྱེ་མཆེད་དྲུག་ལ་མཁས་པ། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་ལ་སྤྱོད་ཡུལ་བ། རྣམ་པར་ཐར་པ་བརྒྱད་ལ་བསམ་གཏན་པ། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་ལ་སྙོམས་པར་འཇུག་པ། སྟོབས་བཅུའི་སྟོབས་དང་ལྡན་པ། ཡང་དག་པའི་སེང་གེའི་སྒྲ་ཆེན་པོ་སྒྲོགས་པ་རྣམས་ནི་ཆོས་ཉིད་ཀྱིས། ཉིན་དུས་གསུམ་མཚན་དུས་གསུམ་སྟེ། ཉིན་མཚན་དུས་དྲུག་ལ་སངས་རྒྱས་ཀྱི་སྤྱན་གྱིས་འཇིག་རྟེན་ལ་གཟིགས་ཏེ།
en: The blessed buddhas, teachers of the one path to be traversed, with mastery over wisdom and the two types of knowable objects, in command of the three kinds of sterling equanimity, fearless by means of the fourfold fearlessness, freed from migration through the five destinies, keen in the six sense bases, practiced in the seven limbs of enlightenment, focused on the eight liberations, absorbed in the nine successive meditative absorptions, possessing all ten of the ten powers, whose proclamations are the great roaring of a perfect lion, by nature regard the world with their buddha eyes six times throughout the day and night—three times by day and three times by night. These are their thoughts as they look out in wisdom:

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་གི་བུ་དེ་གདུལ་བར་བྱ་བའི་དུས་ལ་བབ་པར་དགོངས་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་སྐྱེད་མོས་ཚལ་དེ་དང་ཉེ་བ་ཞིག་ཏུ་སྐྱེད་མོས་ཚལ་གཅིག་སྤྲུལ་ཏེ།
en: The Blessed One knew that the time had come to tame the householder’s son, so he emanated another garden nearby,

source: སྐྱེད་མོས་ཚལ་དེར་སྐྱེ་བོ་ཕལ་པོ་ཆེ་ལ་ཚངས་པའི་གསུང་གིས་ཆོས་སྟོན་པར་བརྩམས་སོ། །
en: and in that garden he began teaching the Dharma to a great crowd of people with a voice like Brahmā.

source: དེ་ནས་ཁྱིམ་བདག་གི་བུ་དེས་སྐྱེད་མོས་ཚལ་དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་གསུང་གི་གདངས་གྲག་པ་ཐོས་སོ། །ཐོས་ནས་
en: The householder’s son heard the Blessed One’s voice ringing out in the garden, and thought,

source: ཀྱང་བདག་གིས་སྔན་ཅད་མིར་གྱུར་པའི་སྐད་ཀྱི་གདངས་འདི་ལྟ་བུ་མ་ཐོས་སོ་སྙམ་སྟེ་ངོ་མཚར་དུ་བཟུང་ནས།
en: “I have never heard a human voice like this before.” He found it marvelous.

source: བདག་དེར་སོང་ལ་སྐད་ཀྱི་གདངས་འདི་ལྟ་བུ་དང་ལྡན་པ་སུ་ཡིན་པ་བརྟག་གོ་སྙམ་མོ། །
en: “I will go and find out who could have such a voice,” he thought.

source: དེ་ནས་སྒྲ་གར་གྲག་པ་ལོགས་སུ་སྐྱེད་མོས་ཚལ་ཅིག་ཤོས་ཀྱི་ནང་དུ་སོང་བ་དང་། ཁྱིམ་བདག་གི་བུ་དེ་གཡོག་འཁོར་དང་བཅས་པས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་སྐུ་སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་ཀྱིས་ལེགས་པར་བརྒྱན་ཅིང་སྤ་བར་བྱས་པ། མེ་ལུས་ཀྱི་དབྱིབས་སུ་འདུག་པ་ལྟ་བུ། མེ་ལྕེ་མར་གྱིས་བཏབ་པ་ལྟ་བུ། མར་མེ་གསེར་གྱི་སྣོད་དུ་བཞག་པ་ལྟ་བུ། མཆོད་སྡོང་རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱིས་སྤྲས་པ་ལྟ་བུ།
en: Following the sound into the next garden, the householder’s son and his servants saw the Blessed Buddha. His body, graced and resplendent with the thirty-two signs of a great person, looked like it was on fire, like flames stoked with ghee, like a lamp set in a golden vessel, and like a pillar adorned with all manner of jewels.

source: མཐོང་ནས་ཀྱང་མཆོག་ཏུ་དགའ་བ་སྐྱེས་ཏེ། དགེ་བའི་རྩ་བ་བསགས་པའི་རྒྱུ་ལས་བྱུང་བའི་སེམས་ཅན་གྱིས་དང་པོ་སངས་རྒྱས་མཐོང་བའི་ཉམས་བདེ་བ་ཅི་འདྲ་བ་དེ་ལྟ་བུ་ནི་ལོ་བཅུ་གཉིས་ཀྱི་བར་དུ་ཞི་གནས་ཀྱི་སེམས་ལ་གོམས་པར་བྱས་པ་ལ་ཡང་ཉམས་བདེ་བ་དེ་ལྟ་བུ་སྐྱེ་བར་མི་འགྱུར་རོ། །
en: He saw the Blessed Buddha, and the sight of him filled him with supreme joy, for beings who have gathered the roots of virtue to see a buddha for the first time experience such rapture as is not to be had even by those who practice calm abiding meditation for twelve years.

source: དེ་ལྟར་མཐོང་ནས་ཀྱང་ཁྱིམ་བདག་གི་བུ་དེ་བཅོམ་ལྡན་འདས་ལ་ཤིན་ཏུ་དགའ་བ་སྐྱེས་སོ། །
en: Seeing the Blessed Buddha in this way, the householder’s son felt a surge of joy toward the Blessed One.

source: དགའ་བ་སྐྱེས་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: In his joy he went to see the Blessed One, touched the top of his head to the Blessed One’s feet, and took a seat at one side.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་གི་བུ་དེའི་བསམ་པ་དང་བག་ལ་ཉལ་བ་དང་ཁམས་དང་ཤེས་པ་དང་རང་བཞིན་ཐུགས་སུ་ཆུད་ནས་དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ་
en: The Blessed One directly apprehended the thoughts, habitual tendencies, temperament, and nature of the householder’s son, and taught him the Dharma accordingly.

source: དེ་ཐོས་ནསཁྱིམ་བདག་གི་བུ་དེས་སྟན་དེ་ཁོ་ན་ལ་འདུག་བཞིན་དུ་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་མཐོན་པོ་ཉི་ཤུ་ཡེ་ཤེས་རྡོ་རྗེས་བཅོམ་ནས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་ཏེ
en: When he heard it, the householder’s son destroyed with the thunderbolt of wisdom the twenty high peaks of the mountain of views concerning the transitory collection, and manifested the resultant state of stream entry right where he sat.

source: དེས་བདེན་པ་མཐོང་ནས་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Having seen the truths, he rose from his seat, drew down the right shoulder of his upper garment, bowed toward the Blessed One with palms pressed together, and requested,

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གཞོན་ནུ་ཁྱོད་ཀྱིས་ཕ་མ་ལ་བྱས་སམ།
en: “Have you informed your parents?” the Blessed One asked.

source: བཙུན་པ་མ་བགྱིས་ལགས་སོ། །
en: “I have not, Lord.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གཞོན་ནུ་སངས་རྒྱས་རྣམས་དང་སངས་རྒྱས་ཀྱི་ཉན་ཐོས་རྣམས་ནི་ཕ་མས་མ་གནང་བར་རབ་ཏུ་འབྱིན་པར་མི་མཛད་ཀྱིས་
en: “Young man,” the Blessed One said, “the buddhas and their disciples neither lead novices to go forth nor confer full ordination on young persons without their parents’ permission.

source: ཕ་མ་ལ་གསོལ་ཏེ་ཕྱིར་ཤོག་ཅིག་དང་། དེའི་འོག་ཏུ་ཁྱོད་ཀྱི་སླ་བར་འགྱུར་རོ། །
en: Go and ask your parents, then come back here. This will make things easier for you later on.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་དེ་བཞིན་དུ་འཚལ་ལོ་ཞེས་གསོལ་ནས།
en: “I shall do as the Blessed One has instructed,” said the young man,

source: ཁྱིམ་བདག་གི་བུ་དེ་ཕ་མའི་གན་དུ་སོང་སྟེ།
en: and he heeded the Blessed One’s advice and approached his parents.

source: སྨྲས་པ་ཡབ་ཡུམ་བདག་བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་འབྱུང་བར་གནང་བར་མཛད་དུ་གསོལ་ཞེས་བྱས་སོ། །
en: “Mother, Father,” he said, “I ask for your kind permission to go forth in the doctrine of the Blessed One.”

source: དེ་ནས་ཕ་མ་གཉིས་ཀྱིས་བསམས་པ་བདག་ཅག་གིས་འདི་བཟློག་མི་ནུས་སོ་སྙམ་ནས་
en: “We shall not be able to stop him,” thought his parents,

source: སྨྲས་པ། བུ་གནང་གིས་ཁྱོད་ཀྱིས་གང་གི་ཚེ་ཅུང་ཟད་ཁྱད་པར་འགའ་ཞིག་ཐོབ་པར་གྱུར་པ་དེའི་ཚེ་བདག་ཅག་ལ་ལྟར་ཤོག་ཅིག་ཅེས་བྱས་སོ། །
en: so they told him, “You have our permission, child. And should you achieve any special attainments, please come see us.”

source: དེ་ནས་དེ་ལྟར་བགྱིའོ་ཞེས་སྨྲས་ནས་ཁྱེའུ་དེ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ།
en: “I shall,” he replied. Then the young man returned to see the Blessed One.

source: ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Upon his arrival he touched his head to the Blessed One’s feet, drew down the right shoulder of his upper garment, bowed toward the Blessed One with palms pressed together, and requested him again,

source: བཙུན་པ་བདག་ཕ་མས་གནང་བ་ལགས་ན། ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་ཤིང་དགེ་སློང་གི་དངོས་པོ་འཐོབ་ཏུ་རུང་ན་
en: “Lord, now that my parents have given me their consent, if permitted I wish to go forth in the Dharma and Vinaya so well spoken, complete my novitiate, and achieve full ordination.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་གི་བུ་དེ་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བའི་ཚིག་གིས་རབ་ཏུ་ཕྱུང་སྟེ་བསྙེན་པར་རྫོགས་པར་མཛད་ནས་དེ་ལ་ལུང་ཡང་ཕོག་གོ། །
en: With the words “Come, join me, monk!

source: གསེར་དང་བོང་བར་མཉམ་པ་ནམ་མཁའ་དང་ལག་མཐིལ་དུ་འདྲ་བའི་སེམས་དང་ལྡན་པ་ཙན་དན་སྦངས་པ་ལྟ་བུར་བསིལ་བར་གྱུར་པ་རིག་པས་སྒོ་ངའི་སྦུབས་བཅོམ་པ་རིག་པ་དང་མངོན་པར་ཤེས་པ་དང་སོ་སོ་ཡང་དག་པར་རིག་པ་ཐོབ་པ་སྲིད་པའི་རྙེད་པ་དང་ཆགས་པ་དང་བཀུར་སྟི་ལ་མི་ལྟ་བ།
en: As an arhat, free from the attachments of the three realms, his mind regarded gold no differently than filth, and the palms of his hands as like space itself. He became cool like wet sandalwood. His insight crushed ignorance like an eggshell. He achieved the insights, superknowledges, and discriminations. He had no regard for worldly profit, passion, or acclaim.

source: དེས་དགྲ་བཅོམ་པ་ཉིད་ཐོབ་ནས་ཕ་མ་གཉིས་བདེན་པ་རྣམས་ལ་བཀོད་དེ།
en: After he attained arhatship he established his parents in the truths.

source: སྦྱིན་པ་དང་སྦྱིན་པའི་བགོ་བཤའ་རྣམས་ལ་ཡང་བཙུད་ནས་ཁྱིམ་དེ་ཆུ་དོང་ལྟ་བུར་གྱུར་པར་བྱས་སོ། །
en: He inspired them to give gifts and to share what they had, until their home became like an open well for those in need.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ། བཙུན་པ་ཁྱིམ་བདག་གི་བུ་འདིས་ལས་ཅི་ཞིག་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ནས།
en: “Lord,” the monks asked the Blessed One, “what action did this householder’s son take that ripened into his birth into a family of great means, prosperity, and wealth;

source: བཅོམ་ལྡན་འདས་ཀྱང་འདིས་མཉེས་པར་བགྱིས་ཏེ་མི་མཉེས་པར་མ་བགྱིས་ལ།
en: that he pleased the Blessed One, and did not displease him;

source: བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བགྱིས་ནས
en: that he went forth in the doctrine of the Blessed One, cast away all afflictive emotions, and manifested arhatship;

source: འདི་ལྟར་འདི་ཉིད་ལས་བརྟེན་ཏེ་ཁྱིམ་གྱི་ནང་མི་ཐམས་ཅད་ཀྱིས་བཅོམ་ལྡན་འདས་མཉེས་པར་བགྱིས་ཏེ་མི་མཉེས་པར་མ་བགྱིས་ལགས།
en: and that by entrusting themselves to him, the people of his house pleased the Blessed One, and did not displease him?”

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་བསྐལ་པ་དགུ་བཅུ་རྩ་གཅིག་པ་ལ་སྐྱེ་དགུའི་ཚེ་ལོ་བརྒྱད་ཁྲི་ཐུབ་པ་ན། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ་འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ་ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམ་པར་གཟིགས་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ
en: “Monks, in times past, in the ninety-first eon, when people lived as long as eighty thousand years and the tathāgata, the arhat, the totally and completely awakened buddha possessed of insight and perfect conduct, the sugata, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Vipaśyin was in the world,

source: དེ་གང་གི་ཚེ་སངས་རྒྱས་ཀྱི་ཕྲིན་ལས་ཐམས་ཅད་མཛད་ནས། ཤིང་ཟད་པའི་མེ་བཞིན་དུ་ཕུང་པོ་ལྷག་མ་མེད་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ནས་
en: he performed all of the deeds of a buddha and then passed beyond all sorrow into the realm of nirvāṇa without any remainder of the aggregates, like a fire when all the wood is gone.

source: གྲོང་ཁྱེར་གཉེན་ལྡན་གྱི་རྒྱལ་པོས་དེའི་སྐུ་གདུང་གི་མཆོད་རྟེན་བརྩིགས་ཏེ་མཆོད་རྟེན་དེ་ལ་སྲོག་ཤིང་གཟུགས་པར་བསམས་ནས་དེར་སྐྱེ་བོ་ཕལ་པོ་ཆེ་འདུས་པ་དང་།
en: “The king of the city of Bandhumatī built a reliquary stūpa and was preparing to raise the life pillar when a great crowd gathered.

source: རྒྱལ་པོ་དེས་སྐྱེ་བོ་མང་པོ་དེ་དག་ལ་བསྒོ་བ་སུ་མཆོད་རྟེན་འདི་ལ་ནོར་མང་དུ་སྐྱེད་པར་བྱེད་པ་དེས་མཆོད་རྟེན་འདི་ལ་སྲོག་ཤིང་ཚུགས་ཤིག་ཅེས་བསྒོའོ། །
en: So the king exhorted them, ‘Whoever generates the most wealth on behalf of this stūpa will raise the stūpa’s life pillar.’

source: དེ་ནས་དེའི་ཚེ་ཁྱིམ་བདག་གི་བུ་ཞིག་ས་ཕྱོགས་དེར་ཕྱིན་ནས་ཁྱིམ་བདག་གི་བུ་དེར་རྒྱལ་པོ་དེས་དེ་སྐད་ཅེས་བསྒོ་བ་ཐོས་སོ། །ཐོས་ནས་ཀྱང་དེའི་བློ་སྐྱེས་པ།
en: “A certain householder’s son in that region heard of the king’s declaration, and an idea came to him,

source: བདག་གིས་མཆོད་རྟེན་འདི་ལ་ནོར་ཆེས་མང་དུ་བསྐྱེད་དེ་སྲོག་ཤིང་གཟུགས་པར་བྱ་ན།
en: ‘If I can generate a lot of wealth on behalf of the stūpa, I shall get to raise the life pillar.

source: བདག་ལ་དེ་ཙམ་གྱི་འབྱོར་པ་དག་ནི་མེད་ཀྱིས། མ་ལ་བདག་གིས་ཉེ་དུ་རྣམས་ཀྱི་ཐད་དུ་སོང་ལ་བཙལ་ཏེ་ནོར་བསྐྱེད་པར་བྱའོ་སྙམ་ནས།
en: I’m not that wealthy, but I will go see my family and generate some wealth.’

source: ཁྱིམ་བདག་གི་བུ་དེས་ཉེ་དུ་རྣམས་ལ་གསོལ་བ་བཏབ་པ་དང་། དེ་དག་གིས་སྨྲས་པ་བརྟན་པོར་བྱོས་ལ་སྤྲོ་བ་ཆེན་པོ་སྐྱེད་ཅིག་དང་ཁྱོད་ཀྱིས་ནོར་ཇི་ཙམ་དུ་བསྐྱེད་པ་དེ་སྙེད་ངེད་ཀྱིས་ཁྱོད་ལ་སྦྱིན་པར་བྱའོ། །
en: “The householder’s son went to his family, and they said, ‘Be strong. You have to believe. Whatever wealth you generate, we will match.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཁྱེའུ་དེ་དང་རྒྱལ་པོ་དེས་གོང་ནས་གོང་དུ་བསྐྱེད་དེ། གསེར་བྱེ་བ་ཕྲག་དྲུག་ཅུའི་བར་དུ་བསྐྱེད་དོ། །
en: When he heard this, the young man immediately began to generate greater sums than the king, generating 600 million in gold all together.

source: དེ་ནས་རྒྱལ་པོ་དེ་གཞི་དེ་ལས་མི་དགའ་བར་གྱུར་ཏེ།
en: “The king was not pleased about this.

source: བདག་གིས་བདག་ལ་གནོད་པ་འདི་ལྟ་བུ་འདི་ཅི་དང་ཅི་བྱ་སྙམ་ནས་ཡིད་མི་བདེ་ཞིང་འདུག་གོ། །
en: ‘How can I harm this boy?’ he thought, and sat there, unhappy.

source: དེ་ནས་བློན་པོ་རྣམས་ཀྱིས་གསོལ་པ། ལྷ་བརྟན་པོར་མཛོད་ལ་སྤྲོ་བ་ཆེན་པོར་བསྐྱེད་པར་གསོལ།
en: His officer said to him, ‘Deva, I implore you, remain committed. You must believe.

source: བདག་ཅག་གིས་ལྷ་ལ་ནོར་དབུལ་བར་འཚལ་ལོ་ཞེས་བྱས་སོ། །
en: We shall offer our wealth to you, Deva.’

source: ཁྱེའུ་དེ་ལ་ཡང་གཉེན་འདུན་མང་པོ་རྣམས་ཀྱིས་བཀག་སྟེ།
en: “Many of the young man’s relatives tried to stop him.

source: རྒྱལ་པོ་འདིའི་ཐུགས་སྲུང་དགོས་ཀྱིས་རྒྱལ་པོ་དང་མ་འགྲན་ཅིག་ཅེས་བྱས་སོ། །
en: ‘Take care not to upset the king,’ they cautioned him. ‘One should not vie with a king.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཁྱེའུ་དེས་བཏང་ངོ་། །
en: And the young man immediately relented.

source: དེ་ནས་རྒྱལ་པོ་དེ་གཞི་དེ་ལས་དགའ་བར་གྱུར་ཏེ། ཁྱེའུ་དེ་ལ་ལོངས་སྤྱོད་ཀྱི་ཚོགས་ཆེན་པོ་བྱིན་ནས་མཆོད་རྟེན་དེ་ལ་སྲོག་ཤིང་བཙུགས་ཏེ།
en: “The king was very pleased about this, for the life pillar of the stūpa would have been raised based on the donations given to the young man.

source: རིང་པོ་མ་ཐོགས་པར་རྣམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱས་སོ། །
en: In no time at all the stūpa was completed in every respect,

source: མཆོད་རྟེན་དེ་ལ་བདུག་པ་དང་ཕྱེ་མ་དང་སྤོས་དང་མེ་ཏོག་རྣམས་ཀྱིས་བཀུར་སྟི་བྱས་ཏེ། མཆོད་རྟེན་དེའི་དུས་སྟོན་གྱི་ལུགས་བཅས་སོ། །
en: and people made offerings to the stūpa of flowers, and burning sticks of incense, incense powders, and incense cones, and prepared for the traditional stūpa festival.

source: དེ་ནས་ཁྱིམ་བདག་གི་བུ་དེས་བསམས་པ།
en: “The householder’s son thought,

source: མཆོད་རྟེན་འདི་ལ་བདག་གིས་གསེར་བྱེ་བ་ཕྲག་དྲུག་ཅུ་བསྔོས་པའི་རྫས་འདི་དག་བདག་ཉིད་ཀྱིས་ལོངས་སྤྱད་མི་ཕོད་ཀྱིས་བདག་གིས་མཆོད་རྟེན་འདི་ཉིད་ལ་ཐམས་ཅད་དབུལ་བར་བྱའོ་སྙམ་ནས
en: ‘This 600 million in gold was donated for the stūpa. I don’t dare use it for myself. I shall offer all of it to the stūpa.’

source: ཁྱེའུ་དེ་ཉེ་དུ་དང་བཅས་པས་མཆོད་རྟེན་དེ་ལ་བཀུར་སྟི་ཆེན་པོ་བྱས་ནས་སྨོན་ལམ་བཏབ་པ་
en: So the young man and his relatives made a large offering to the stūpa, and the young man prayed,

source: དགེ་བའི་རྩ་བ་འདིས་བདག་གང་དང་གང་དུ་སྐྱེ་བར་འགྱུར་བ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེ་བར་ཤོག་ཅིག །
en: ‘By this root of virtue, wherever we are born, may it be into families of great means, prosperity, and wealth.

source: སྟོན་པ་འདི་ལྟ་བུ་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག་མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག་དེ་ཁོ་ནའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་ཤོག་ཅིག་ཅེས་བྱས་སོ། །
en: May we please and not displease a teacher just like this one. May we go forth in his doctrine, cast away all afflictive emotions, and manifest arhatship.’

source: དེ་ནས་ཉེ་དུ་མང་པོ་རྣམས་ཀྱིས་དེ་ལ་སྨྲས་པ། བུ་ཁྱོད་ཀྱིས་སྨོན་ལམ་ཇི་སྐད་བཏབ།
en: “ ‘Child,’ his relatives asked him, ‘what prayers are you making?’

source: དེ་ནས་ཁྱེའུ་དེས་དེ་རྣམས་ལ་ཐམས་ཅད་བསྙད་ནས། ཐོས་མ་ཐག་ཏུ་དེ་རྣམས་ཀྱིས་ཀྱང་སྨོན་ལམ་བཏབ་སྟེ།
en: “He told them what kind of prayers he was making, relating everything in detail, and as soon as they heard him they prayed in the same way, saying,

source: བདག་ཅག་གིས་ཀྱང་ཁྱོད་ཁོ་ན་ལས་བརྟེན་ཏེ། སྟོན་པ་འདི་ལྟ་བུ་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག་ཅེས་བྱས་སོ། །
en: ‘Entrusting ourselves to you alone, may we please and not displease a teacher just like this one.’

source: དེའི་ཚེ་ཁྱིམ་བདག་གི་བུར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་འདི་ཉིད་ཡིན་ཏེ།
en: The one who was the householder’s son then is this young man.

source: དེས་དེར་མཆོད་རྟེན་ལ་བཀུར་སྟི་བྱས་ནས་སྨོན་ལམ་བཏབ་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས། གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ནསགཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པར་གྱུར་ཏེ།
en: The act of venerating the stūpa and praying ripened such that he was born into a family of great means, prosperity, and wealth, and that he was well proportioned, pleasing to the eye, and beautiful.

source: དགེ་སློང་དག་ང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་གཟིགས་དང་ཤིན་ཏུ་མཉམ་པ་དང་། ཤུགས་མཉམ་པ་དང་། མཛད་པ་མཉམ་པ་དང་། ཐབས་མཉམ་པ་བརྙེས་པར་གྱུར་ནས་
en: “So it is, monks, now that I myself have become the very equal of the totally and completely awakened Buddha Vipaśyin—equal in strength, equal in deeds, and equal in skillful means—

source: དེའི་ཚེ་ཉེ་དུར་གྱུར་པ་གང་ཡིན་པ་དེ་དག་ནི་ཉེ་དུ་འདི་དག་ཉིད་ཡིན་ཏེ།
en: “Those who were his relatives then are none other than these relatives of his.

source: དེ་དག་གིས་དེར་སྨོན་ལམ་བཏབ་སྟེ།
en: At that time they prayed,

source: བདག་ཅག་གིས་ཀྱང་ཁྱོད་ཁོ་ན་ལས་བརྟེན་ནས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: ‘Entrusting ourselves to you alone, may we please and not displease the Blessed One.

source: ཅེས་བྱས་པ་དེས་ན་དགེ་སློང་དག་འདི་རྣམས་ཀྱིས་ང་མཉེས་པར་བྱས་ཏེ་མི་མཉེས་པར་མ་བྱས་སོ། །
en: “So it is, monks, that they have pleased me and not displeased me.”

source: ལས་བརྒྱ་ཐམ་པ་ལས་སྡོམ་གྱི་ཚིགས་སུ་བཅད་པ་བཞི་པ་རྫོགས་སྷོ།། །།
en: This concludes Part Four of The Hundred Deeds.

source: སྡོམ་ནི། མི་སྡུག་བདེ་བྱེད་གདོལ་པ་དང་། །རབ་བཟང་དང་ནི་ལྷར་བཅས་གླང་། །སྙིང་རྗེ་བཟང་པོ་གེལ་པོ་དང་། །ནག་པོ་མདའ་ཐོགས་བརྫིས་དང་ཝ། །མི་སྡུག་པ་ཞེས་བྱ་བ་ནི།
en: 1. The Story of Virūpa 2. The Story of Kṣemaṅkara 3. The Young Untouchable 4. The Story of Subhadra the Charioteer 5. The Story of Sahadeva 6. The Bull 7. The Story of Good Compassion 8. The Story of Fleshy 9. The Story of Black 10. The Story of Iṣudhara 11. The Man Who Was Trampled 12. The Story of Jackal The Story of Virūpa

source: བཅོམ་ལྡན་འདས་ཡུལ་གར་ག་ཞེས་བྱ་བར་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ལས། ཤི་ཤུ་མ་རིའི་རི་ལ་བྱོན་ནསཤི་ཤུ་མ་རིའི་རི་འཇིགས་བྱེད་ཀྱི་ཚལ་རི་དགས་ཀྱི་ནགས་ན་བཞུགས་སོ། །
en: As the Blessed One was traveling through the countryside in the land of Garga, he came to Mount Śiśumāri and stayed there in the deer park in The Terrifying Forest.

source: དེའི་ཚེ་ཤི་ཤུ་མ་རིའི་རི་ལ་ཁྱིམ་བདག་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བ་ཡོངས་སུ་འཛིན་པ་ཡངས་ཤིང་རྒྱ་ཆེ་བ་རྣམ་ཐོས་ཀྱི་བུའི་ནོར་དང་ལྡན་པ། རྣམ་ཐོས་ཀྱི་བུའི་ནོར་དང་འགྲན་པ་ཞིག་གནས་པ་དེས་
en: On Mount Śiśumāri there lived a certain householder, prosperous and wealthy, a person of vast and magnificent means, endowed with the wealth of Vaiśravaṇa—with wealth to rival Vaiśravaṇa’s.

source: རིགས་མཉམ་པ་ལས་ཆུང་མ་བླངས་ཏེདེ་དེ་དང་ལྷན་ཅིག་ཏུ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་པ་ལས་ཕྱི་ཞིག་ན། དེའི་ཆུང་མ་ལ་བུ་ཆགས་ནས་
en: He took a wife of the same caste, and as they enjoyed themselves and coupled, one day his wife conceived.

source: དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་དང་ཁྱེའུ་མི་སྡུག་པའི་སྣ་གྲངས་བཅྭ་བརྒྱད་དང་ལྡན་པ་ཞིག་བཙས་ནས།
en: After nine or ten months had passed, she gave birth to a child who was ugly in eighteen different ways.

source: དེ་མཐོང་མ་ཐག་ཏུ་ཕ་མ་གཉིས་སྡུག་བསྔལ་ཆེན་པོ་དང་ལྡན་པར་གྱུར་ཏེ།
en: When his parents saw him they were wracked with suffering.

source: བདག་ཅག་གཉིས་ཀྱི་བུ་བཙས་ནས་ཀྱང་འདི་ཁོ་ན་ལྟ་བུར་སྐྱོན་ཅན་དུ་གྱུར་ན། འདི་འདྲ་བ་ཅི་དགོས་ཀྱིས་འདི་ནི་ཤི་ཡང་སླས་ཕྱེམ་རེད་ནམ་སྲོས་པ་དང་ཁྱི་རྣམས་ལ་སྦྱིན་ནོ་སྙམ་མོ། །
en: “Though a son has finally been born to us,” they thought, “what good is he, with such singular flaws? He’d be better off dead—when night falls, we’ll toss him out and feed him to the dogs.”

source: དེ་ནས་ཁྱིམ་བདག་གི་ཆུང་མས་སྨྲས་པ།
en: Then the householder’s wife said,

source: མི་གསོད་པ་ནི་འཇིག་རྟེན་ན་དམད་པའི་སྟེང་དུ། སེམས་ཅན་དམྱལ་བར་སྐྱེ་བར་འགྱུར་བའི་ལས་བྱས་པར་འགྱུར་གྱིས་དེ་ལྟར་མི་བགྱིས་པར།
en: “Not only is murder disgraceful, but if we commit such an act we will take rebirth as hell beings, so this we cannot do.

source: བུ་འདི་དེ་ལྟར་སྐྱོན་ཅན་དུ་གྱུར་གྱིས་ཀྱང་འདི་བདག་གིས་དབེན་པའི་ཕྱོགས་ཤིག་ཏུ་གསོས་ལ་གང་གི་ཚེ་ཆེར་སྐྱེས་པ་དེའི་ཚེ། ཁྱིམ་ནས་བསྐྲད་དེ་བཏང་བ་དང་འདི་འཚོ་བ་ངན་ངོན་ཚོལ་བར་འགྱུར་རོ་ཞེས་བྱས་ནས
en: Even though the child is flawed, let us raise him in some remote place. Then when he’s grown, we’ll throw him out of the house to seek his pitiful livelihood.”

source: དེ་གཉིས་ཀྱིས་ཁྱེའུ་དེ་དབེན་པའི་ཕྱོགས་ཤིག་ཏུ་གསོས་སོ། །
en: So the two of them raised the baby in a remote place.
